# IdeaStatiCa.ConnectionApi.Model.FoldedPlateData

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Plates** | **List&lt;PlateData&gt;** |  | [optional]
**Bends** | **List&lt;BendData&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)